[
{"title": "What We Know About Unfolding the James Webb Space Telescope", "summary": "Engineers sent commands to deploy the mirrors on the space observatory, then latch them into place, a critical milestone before it begins its science mission.", "authors": "Joey Roulette ", "link": "https://www.nytimes.com/2022/01/08/science/webb-telescope-nasa-time-livestream.html"},
{"title": "A Surge in Hospitalized Young Children Infected With the Coronavirus", "summary": "C.D.C. researchers are watching for signs that Omicron may affect the youngest children in unforeseen ways, but other factors may explain the rise.", "authors": "Apoorva Mandavilli", "link": "https://www.nytimes.com/2022/01/07/health/covid-children-hospitals.html"},
{"title": "Road Salt Works. But It’s Also Bad for the Environment.", "summary": "The chemical is effective at keeping roads free of snow and ice, but it also has damaging consequences, according to a growing body of research.", "authors": "Jenny Gross", "link": "https://www.nytimes.com/2022/01/07/climate/road-salt-water-supply.html"},
{"title": "Women’s Periods May Be Late After Coronavirus Vaccination, Study Suggests", "summary": "An analysis of thousands of menstrual records offers support for anecdotal reports of erratic cycles after shots.", "authors": "Roni Caryn Rabin", "link": "https://www.nytimes.com/2022/01/06/health/covid-vaccine-menstrual-cycles.html"},
{"title": "Will ‘Forever Boosting’ Beat the Coronavirus?", "summary": "Everyone should get a booster shot. In the long run, though, doses every few months aren’t a viable public health strategy, scientists say.", "authors": "Apoorva Mandavilli", "link": "https://www.nytimes.com/2022/01/06/health/covid-vaccines-boosters.html"},
{"title": "Lifesaving Covid Treatments Face Rationing as Virus Surges Again", "summary": "Scarce supplies and surging Covid cases have caused health officials, hospitals, doctors and patients to scramble for pills and infusions.", "authors": "Rebecca Robbins, Noah Weiland ", "link": "https://www.nytimes.com/2022/01/06/business/covid-paxlovid-antibodies-omicron.html"},
{"title": "Emerging Data Raise Questions About Antigen Tests and Nasal Swabs", "summary": "A new study adds to evidence that common rapid tests may fail to detect some Omicron cases in the first days of infection.", "authors": "Emily Anthes ", "link": "https://www.nytimes.com/2022/01/05/health/covid-rapid-test-omicron-detection.html"},
{"title": "Health Risks of Smoke and Ozone Rise in the West as Wildfires Worsen", "summary": "Simultaneous high levels of the two pollutants, which harm human health, are occurring with increasing frequency, researchers say.", "authors": "Henry Fountain", "link": "https://www.nytimes.com/2022/01/05/climate/wildfires-ozone-smoke-california.html"},
{"title": "Dr. Ronald Weinstein, Telepathology Pioneer, Dies at 83", "summary": "Decades ago, he demonstrated that cancer could be diagnosed remotely. It was a pivotal step in the evolution of telemedicine.", "authors": "Neil Genzlinger", "link": "https://www.nytimes.com/2022/01/05/science/ronald-weinstein-dead.html"},
{"title": "India’s Rising Omicron Wave Brings a Grim Sense of Déjà Vu", "summary": "Just months after Delta fueled hospital failures and funeral pyres, India’s leaders again offer a mixed message: Their political rallies are packed even as they order curfews and work closures.", "authors": "Mujib Mashal ", "link": "https://www.nytimes.com/2022/01/05/world/asia/india-omicron-coronavirus.html"},
{"title": "Connecticut High School Hockey Player Dies After Fall on the Rink", "summary": "Teddy Balkind, a sophomore at St. Luke’s School, died after he fell and his neck was cut by another player’s skate, police and school officials said.", "authors": "Troy Closson", "link": "https://www.nytimes.com/2022/01/08/nyregion/connecticut-teddy-balkind-hockey-death.html"},
{"title": "Alysa Liu, a highly ranked American figure skater, tests positive and will miss the national championships.", "summary": "The teenager had hoped a strong showing would secure her a spot on the U.S. team for the Beijing Winter Olympics next month.", "authors": "Juliet Macur", "link": "https://www.nytimes.com/2022/01/07/sports/olympics/alysa-liu-coronavirus.html"},
{"title": "Dan Reilly, the Original Mr. Met, Is Dead at 83", "summary": "For four seasons at Shea Stadium, when the Mets were dreadful but beloved, he donned a giant head and roamed the stands greeting fans as the team’s mascot.", "authors": "Richard Sandomir", "link": "https://www.nytimes.com/2022/01/07/sports/baseball/dan-reilly-dead.html"},
{"title": "Sports to Watch This Weekend", "summary": "N.F.L. teams play a 17th game, and Nathan Chen is in action at the U.S. Figure Skating Championships.", "authors": "Victor Mather", "link": "https://www.nytimes.com/interactive/2022/01/07/sports/sports-to-watch.html"},
{"title": "Here’s How Climate Change and Covid Are Transforming Skiing", "summary": "There’s less snow and stricter rules, but skiers are adjusting in surprising ways.", "authors": "Lauren Jackson", "link": "https://www.nytimes.com/2022/01/07/climate/skiing-climate-change.html"},
{"title": "The Mets Found a Hitting Coach. He Was on the Yankees’ Bench.", "summary": "Eric Chavez was named an assistant hitting coach for the Yankees just last month, but he will move across town to guide Mets hitters instead.", "authors": "James Wagner", "link": "https://www.nytimes.com/2022/01/06/sports/baseball/eric-chavez-mets.html"},
{"title": "Tampa Bay Buccaneers Cut Antonio Brown", "summary": "It was the receiver’s fourth departure from an N.F.L. team in four seasons, and perhaps the end to his career.", "authors": "Ben Shpigel", "link": "https://www.nytimes.com/2022/01/06/sports/football/antonio-brown-released-buccaneers.html"},
{"title": "In His Return, a Nets Star Shows Why His Team Made an Exception", "summary": "Kyrie Irving’s part-time status will be complicated — he still can’t play in home games — but his return drew praise from his team’s other stars.", "authors": "Sopan Deb", "link": "https://www.nytimes.com/2022/01/06/sports/basketball/kyrie-irving-nets.html"},
{"title": "Kyrie Irving returns to the court after refusing to be vaccinated.", "summary": "Irving declined to be vaccinated for Covid-19 before the season, making him ineligible to play in New York City because of a local vaccine mandate at sports arenas that went into effect in September.", "authors": "Sopan Deb", "link": "https://www.nytimes.com/2022/01/05/sports/kyrie-irving-nets-pacers-vaccine.html"},
{"title": "Australia Denies Entry to Novak Djokovic Over Vaccine Exemption", "summary": "Novak Djokovic, the world’s No. 1-ranked men’s tennis player, was told to leave Australia after a 12-hour standoff with government officials over questions about the evidence supporting a medical exemption from a Covid-19 vaccine.", "authors": "Reuters", "link": "https://www.nytimes.com/video/sports/tennis/100000008147678/djokovic-visa-australia.html"},
{"title": "As U.S. figure skaters test positive, new worries before Winter Olympics.", "summary": "Problems at the national championships could turn up in Beijing next month, too.", "authors": "Rebecca Thomas", "link": "https://www.nytimes.com/2022/01/08/world/figure-skating-olympic-team.html"},
{"title": "Trial Looms After Seaside Gathering of Chinese Activists", "summary": "A weekend get-together in 2019 offered Beijing a chance to deliver a blow to the “rights defense” movement. Now, two key participants face the prospect of years in prison.", "authors": "Chris Buckley", "link": "https://www.nytimes.com/2022/01/08/world/asia/china-rights-defense-activists.html"},
{"title": "Chicago’s mayor rejects union’s terms for returning to school.", "summary": "The standoff between educators and the city’s government shows no signs of abating.", "authors": "Mitch Smith", "link": "https://www.nytimes.com/2022/01/08/world/chicago-shools-teachers-union-lightfoot.html"},
{"title": "Heavy Snow Traps Thousands at Popular Pakistan Tourist Site", "summary": "At least 21 people died in Pakistan after heavy snow left them stranded in their cars on roads leading to a popular tourist town just outside Islamabad.", "authors": "Reuters", "link": "https://www.nytimes.com/video/world/asia/100000008151581/pakistan-murree-snow-death.html"},
{"title": "Macron Defends Remarks About France’s Unvaccinated Population", "summary": "President Emmanuel Macron of France said he stood by his earlier comments that he wanted to “piss off” millions of France’s unvaccinated citizens by barring them from entering public spaces.", "authors": "Reuters", "link": "https://www.nytimes.com/video/world/europe/100000008151552/macron-comments-france-unvaccinated.html"},
{"title": "Heavy Snow Kills 21 at Popular Tourist Site in Pakistan", "summary": "Stranded in their cars on snow-covered roads, some in the mountainside town of Murree froze to death and others died from carbon monoxide poisoning.", "authors": "Salman Masood", "link": "https://www.nytimes.com/2022/01/08/world/asia/pakistan-snow-kills-21-murree-hill-station.html"},
{"title": "Robert Birnbaum, Architect of Modern-Day Financial Markets, Dies at 94", "summary": "He was renowned for his steady hand during the 1987 stock market crash. He later helped design circuit breakers to calm future panics.", "authors": "Emily Flitter", "link": "https://www.nytimes.com/2022/01/08/business/robert-birnbaum-dead.html"},
{"title": "Airlines Strand Passengers Who Partied on Flight Without Masks", "summary": "A group of Canadian social media influencers and others flouted Covid-19 rules on a flight to Cancún, Mexico, resulting in airlines leaving many of them without a way home.", "authors": "Maria Cramer", "link": "https://www.nytimes.com/2022/01/07/world/canada/montreal-cancun-party-flight.html"},
{"title": "Federal Rental Assistance Is Running Out, With Tenants Still in Need", "summary": "An announcement from the Treasury Department on Friday revealed that there was less money available for renters than some states had hoped.", "authors": "Sophie Kasakove ", "link": "https://www.nytimes.com/2022/01/07/us/federal-rental-assistance-evictions.html"},
{"title": "What are your questions about inflation?", "summary": "Times reporters want to answer your questions about where inflation is likely to go and how it may affect your life.", "authors": "The New York Times", "link": "https://www.nytimes.com/2022/01/07/business/inflation-rate-questions.html"},
{"title": "Citigroup prepares to fire unvaccinated employees at the end of January.", "summary": "The bank is said to have given all its U.S. staff until Jan. 14 to submit proof of inoculations, and workers who do not comply will be placed on leave and fired on Jan. 31.", "authors": "Lananh Nguyen", "link": "https://www.nytimes.com/2022/01/07/business/citigroup-vaccine-mandate.html"},
{"title": "The Tao of the Yeezy Gap x Balenciaga Project", "summary": "No products have been announced yet, but there’s already a lot to unpack.", "authors": "Vanessa Friedman", "link": "https://www.nytimes.com/2022/01/07/style/yeezy-gap-balenciaga.html"},
{"title": "Biden Administration Warns Against Spyware Targeting Dissidents", "summary": "The U.S. intelligence community offered steps that would mitigate — but not stop — spyware developed by firms like the NSO Group.", "authors": "Julian E. Barnes", "link": "https://www.nytimes.com/2022/01/07/us/politics/spyware-warning-cybersecurity.html"},
{"title": "The Debt King", "summary": "Ron Perelman seemed to have everything. Until the bill arrived.", "authors": "Jacob Bernstein", "link": "https://www.nytimes.com/2022/01/07/style/ron-perelman.html"},
{"title": "Unemployment is falling fast, adding pressure for interest rate increases.", "summary": "The jobless rate is falling sharply and pay is jumping. That may increase the urgency as the Federal Reserve withdraws economic support.", "authors": "Jeanna Smialek", "link": "https://www.nytimes.com/2022/01/07/business/economy/jobs-interest-rates-federal-reserve.html"},
{"title": "Eurozone inflation rises to 5 percent, yet another record.", "summary": "A small consolation: Energy prices rose 26 percent in December from a year earlier, a slightly slower pace than the previous month.", "authors": "Eshe Nelson", "link": "https://www.nytimes.com/2022/01/07/business/european-union-eurozone-inflation.html"}
]